import React from "react";
import "./Cookies.css"

function Cookies () {
    return (
        <div className="all-cookies">
            <div className="headercookies">
                <h4>ПОЛИТИКА В ОТНОШЕНИИ COOKIES</h4>
                <h3>Типы данных, которые мы собираем, и способы их использования.</h3>
            </div>
            <div className="maincookies">
                <h5>ФАЙЛЫ COOKIE И ФАЙЛЫ ЖУРНАЛОВ:</h5>
                <p>Мы используем технологию cookie как часть статистической отчетности нашего веб-сайта. Файл cookie - это небольшой текстовый файл, сохраняемый на вашем компьютере веб-сайтом, чтобы отслеживать различные вещи, чтобы персонализировать работу в Интернете. Сам cookie не содержит и не собирает информацию; это может помочь веб-сайту предоставить более удобный сервис. Файлы cookie являются центральными элементами настройки Интернета и поведенческой рекламы в Интернете. Мы собираем статистические данные о том, какие страницы посещаются, что загружается, доменное имя интернет-провайдера и страна посетителей, а также адреса сайтов, посещенных непосредственно до и после посещения веб-сайта ‌vzlom-vk.ru.</p>
                <p>Мы также используем стандартные файлы журналов веб-сервера. С их помощью мы подсчитываем, сколько людей посещают ‌vzlom-vk.ru и оцениваем технические возможности нашего сайта, чтобы постоянно его улучшать. Мы стараемся упорядочить страницы максимально удобным для пользователя способом, чтобы сайт был удобен для браузера и повышал полезность страниц для наших посетителей. В центре нашего внимания - трафик сайта, а не информация о посетителях. Google Analytics, Яндекс Метрика помогает нам измерить эффективность нашей рекламы, а также простоту и эффективность использования нашего сайта.</p>
                <h5>ИСКЛЮЧИТЕЛЬНЫЕ СЛУЧАИ ОБМЕНА ИНФОРМАЦИЕЙ:</h5>
                <p>Мы не продаем, не сдаем в аренду и не раскрываем иным образом личные данные посетителей нашего веб-сайта. Единственные исключения описаны ниже: мы можем передавать эту личную информацию поставщикам услуг для оказания различных услуг от нашего имени. Эти поставщики услуг не имеют права использовать эту информацию в своих маркетинговых целях. Кроме того, мы можем раскрывать информацию о вас, если этого требует закон или в ответ на запрос правоохранительных органов.</p>
                <h5>ССЫЛКИ НА ДРУГИЕ САЙТЫ:</h5>
                <p>Мы больше не несем ответственности за вашу конфиденциальность информации, когда вы используете ссылку для перехода с vzlom-vk.ru на другой веб-сайт. Ваше взаимодействие с любым другим веб-сайтом регулируется правилами и политиками сайта, который вы посещаете в данный момент. Рекомендуется ознакомиться с правилами и политикой этих сайтов, чтобы лучше понять процедуры их сбора, использования и раскрытия личных данных.</p>
                <h5>БЕЗОПАСНОСТЬ:</h5>
                <p>Безопасность личных данных имеет для нас первостепенное значение. Мы предпринимаем соответствующие административные, технические и физические меры для защиты частной информации от случайного или незаконного уничтожения, потери, изменения, несанкционированного раскрытия или доступа, использования и всех других незаконных форм обработки личных данных, которыми мы владеем.</p>
                <h5>АКТУАЛЬНЫЕ ОБНОВЛЕНИЯ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ:</h5>
                <p>pvzlom-vk.ru оставляет за собой право изменять, модифицировать или дополнять эту политику в любое время, но не снижает поддерживаемый уровень защиты конфиденциальности. Мы серьезно занимаемся вопросами конфиденциальности, намереваясь оставаться в авангарде защиты персональных данных. Наша политика конфиденциальности иногда обновляется; обновления сразу же публикуются онлайн.</p>
                <h5>ПРАВА ДОСТУПА:</h5>
                <p>Вы имеете право попросить нас предоставить вам заявление о ваших личных данных, которые мы обрабатываем. Вы можете исправить свои данные, удалить свою информацию, отозвать свое согласие на обработку личных данных или удалить свое имя из наших списков рассылки.</p>
                <h5>СВЯЖИТЕСЬ С НАМИ:</h5>
                <p>Если у вас есть какие-либо вопросы о нашей политике конфиденциальности информации, пожалуйста, свяжитесь с нами <b>support@vzlom-vk.ru</b></p>
                <h5>КОНТРОЛЬ ИСПОЛЬЗОВАНИЯ COOKIES:</h5>
                <p>Некоторые браузеры позволяют блокировать файлы cookie, которые не соответствуют вашим предпочтениям конфиденциальности. При необходимости вы можете прекратить прием новых файлов cookie, получать уведомления о получении новых файлов cookie и отключать существующие файлы cookie. Отключение всех файлов cookie может существенно повлиять на просмотр веб-страниц, делая невозможным полное использование всех функций нашего веб-сайта. Имейте в виду, что некоторые части наших веб-сайтов требуют, чтобы вы принимали файлы cookie, чтобы он работал в надлежащем режиме. Файлы cookie могут быть удалены или отклонены путем изменения настроек веб-браузера в любое время. Для получения дополнительной информации, пожалуйста, посетите <b>www.allaboutcookies.org</b> и / или <b>www.youronlinechoices.com.</b></p>
            </div>
        </div>
    )
}

export default Cookies